<?php require_once "includes/header.php"; ?>

<div class="container">

  <section class="hero">
    <h1>UniverHub</h1>
    <p>
      UniverHub — это место, где студенты нормально обмениваются учебными материалами без суеты и бесконечных поисков по чатам. Здесь можно быстро найти конспекты, лабораторные и полезные файлы по предметам, а также поделиться своими, если хочешь помочь другим или просто не потерять свои заметки.
    </p>
  </section>

  <div class="material-grid">

    <div class="card">
      <h2> Материалы</h2>
      <p>Конспекты, лабораторные работы и полезные файлы. Согласитесь, гораздо легче, когда всё структурировано и лежит в одном месте!</p>
      <span class="badge">100+ файлов</span>
    </div>

    <div class="card">
      <h2> Общение</h2>
      <p>Комментарии и оценки помогают находить лучшее, чтобы не терять время зря и сразу приступать к проверенным материалам.</p>
      <span class="badge">Активное сообщество</span>
    </div>

    <div class="card">
      <h2> Развитие</h2>
      <p>Создавайте базу знаний вместе с другими студентами, благодаря которой ваше КПД заметно возрастёт.</p>
      <span class="badge">Расти вместе</span>
    </div>

  </div>

</div>

<?php require_once "includes/footer.php"; ?>
